{
  "home_txt": "Home",
  "tests_txt": "Tests",
  "tests_date_txt": "Recorded on:",
  "chart_txt": "Charts",
  "no_charts_txt": "The charts will be available once you complete at least two measurements on two separate days!",
  "settings_txt": "Settings",
  "calibrate_txt": "Calibrate Device",
  "calibration_message_txt": "Place the device on a flat surface, such as a table, then press the Start calibration button. It will take about 10 seconds, please don't touch the device during this time.",
  "calibrating_txt": "Calibrating...",
  "do_not_move_the_device_txt": "Don't move the device until the calibration is completed",
  "calibration_completed_txt": "Calibration completed!",
  "start_calibration_btn": "Start Calibration",
  "calibrate_again_btn": "Calibrate Again",
  "calibration_title": "Calibration",
  "your_information_title": "My Data",
  "legals_title": "Legals",
  "about_title": "Credits",
  "calibrate_your_device_txt": "Calibrate your device",
  "what_we_know_about_you_txt": "Which are your data",
  "open_source_txt": "Open Source",
  "about_balance_txt": "About Balance",
  "version_txt": "Version",
  "build_txt": "stable.",
  "made_with_heart_txt": "Credits",
  "easter_egg_txt": "Keep clicking! The new release will come out faster!",
  "empty_txt": "Nothing to show here!",
  "error_txt": "Ops! Something went wrong",
  "test_txt": "Test",
  "eyes_open": "Eyes Open",
  "eyes_closed": "Eyes Closed",
  "export_txt": "Export",
  "save_test_txt": "Save as Image",
  "note_dialog_txt": "Write down something about the Test",
  "note_hint_txt": "You have 64 characters",
  "export_success_txt": "Export success!",
  "unexpected_error_txt": "An unexpected error occurred!",
  "charts_title": "Charts",
  "time_feats_title": "Time Domain Features",
  "frequency_feat_title": "Frequency Domain Features",
  "structural_feat_title": "Structural Features",
  "gyroscope_feat_title": "Gyroscopic Features",
  "sway_path_txt": "Sway Path",
  "mean_displacement_txt": "Mean Displacement",
  "std_displacement_txt": "STD Displacement",
  "range_txt": "Range",
  "mean_freq_txt": "Mean Frequency",
  "freq_peak_txt": "Frequency Peak",
  "f80_txt": "F80",
  "np_txt": "Num Max",
  "mean_time_txt": "Mean Time",
  "std_time_txt": "STD Time",
  "mean_distance_txt": "Mean Distance",
  "std_distance_txt": "STD Distance",
  "mean_peak_txt": "Mean Peak",
  "std_peak_txt": "STD Peak",
  "gr_txt": "Range",
  "gm_txt": "Mean",
  "gv_txt": "Variance",
  "gk_txt": "Kurtosis Index",
  "gs_txt": "Skewness Index",
  "yes": "Yes",
  "no": "No",
  "ok": "Ok",
  "right_txt": "Right",
  "left_txt": "Left",
  "close": "Got it",
  "years_txt": "years",
  "info_trauma_dialog": "Information on the requested data",
  "trauma_explained_txt": "\nFractures: A fracture is the disruption of the structural integrity of the bones\n\nLimb operations: These are surgeries aimed at repairing a serious injury to a limb\n\nFalls: falling generally causes bruises but can have much more serious consequences. Is this your case?\n\nSprains: A sprain is the loss of joint congruity following an abnormal movement in a joint.\n\nHead injuries: head trauma is damage that involves the cranio-encephalic area. Sometimes it can be very serious.",
  "done_btn": "Done",
  "skip_btn": "Skip",
  "no_records_close_txt": "You did not take enough measurements with your eyes closed",
  "no_records_open_txt": "You did not take enough measurements with your eyes open",
  "start_test_btn": "START TEST",
  "stop_test_btn": "STOP TEST",
  "measuring_txt": "MEASURING",
  "get_ready_txt": "HOLD VERTICAL POSITION",
  "need_to_calibrate_title": "You need to calibrate the device!",
  "need_to_calibrate_msg": "Before performing a test it is necessary to calibrate the device. Don't worry it will take a few seconds!",
  "got_it_btn": "GOT IT",
  "leave_dialog_title": "Are you sure you want to leave?",
  "leave_dialog_msg": "If you leave the test will fail",
  "never_show_again": "Never show again",
  "tutorial_msg": "While performing a test, keep a straight posture and hold the phone with two hands in a vertical position at the navel level.\nThe analysis will start with a vibration and will last approximately 30 seconds, after which you will hear an additional beep. Remember to keep your eyes open or closed as you stated throughout the measurement!",
  "your_personal_info_txt": "My personal data",
  "general_title": "GENERAL",
  "health_title": "HEALTH",
  "trauma_title": "TRAUMA",
  "hearing_defects_title": "HEARING AND VISION",
  "age_txt": "Age",
  "gender_txt": "Gender",
  "height_txt": "Height",
  "weight_txt": "Weight",
  "posture_title": "Physical Condition",
  "postural_problems_txt": "Postural problems",
  "postural_problems_in_family_txt": "Postural problems in family",
  "previous_trauma_title": "Have you suffered a previous trauma?",
  "other_trauma_txt": "Other trauma",
  "wear_glasses_txt": "Wear glasses",
  "sight_defects_txt": "Sight defects",
  "hearing_defects_txt": "Hearing defects",
  "which_hear_txt": "Ears involved",
  "habits_txt": "HABITS",
  "drugs_txt": "Use of drugs",
  "sport_txt": "Do you do sports activities?",
  "alcohol_txt": "Alcohol intake",
  "abstemious_txt": "Abstemious",
  "occasional_txt": "Occasional",
  "at_meals_txt": "Even at meals",
  "outside_meals_txt": "Outside meals",
  "nope_txt": "At all",
  "weekly_txt": "Weekly",
  "daily_txt": "Daily",
  "none_txt": "None",
  "scoliosis_txt": "Scoliosis",
  "kyphosis_txt": "Kyphosis",
  "lordosis_txt": "Lordosis",
  "fractures_txt": "Fractures",
  "limb_operations_txt": "Limb operations",
  "falls_txt": "Falls",
  "distortions_txt": "Distortions",
  "head_trauma": "Head trauma",
  "myopia_txt": "Myopia",
  "presbyopia_txt": "Presbyopia",
  "farsightedness_txt": "Farsightedness",
  "astigmatism_txt": "Astigmatism",
  "move_cursor_txt": "Move the cursor",
  "unknown_txt": "Not declared",
  "male_txt": "Male",
  "female_txt": "Female",
  "welcome_to_balance_title": "Welcome to Balance",
  "welcome_to_balance_msg": "With Balance you can measure your postural stability quickly and easily.\nRun a test and in a few seconds you will get your stabilometric indices.",
  "intro_height_title": "Your height",
  "intro_height_msg": "In order to better estimate your balance we need to know your height",
  "too_short_error_txt": "You're too short!",
  "too_tall_error_txt": "You're too tall!",
  "invalid_height_error_txt": "Invalid Height!",
  "intro_general_title": "Other useful data",
  "invalid_age_txt": "Invalid Age!",
  "too_old_error_txt": "You're too old!",
  "too_light_error_txt": "You're too light!",
  "too_heavy_error_txt": "You're too heavy!",
  "invalid_weight_txt": "Invalid Weight!",
  "postural_problem_title": "Do you have posture problems?",
  "postural_problem_in_family_title": "Are there postural problems in family?",
  "habits_title": "Tell us about your habits",
  "use_of_drugs_txt": "Do you regularly use medicines?",
  "use_of_alcohol": "Do you take alcohol?",
  "sports_activity": "Do you go/do/play sports?",
  "other_trauma_title": "Previous trauma",
  "intro_hearing_defects_title": "Hearing",
  "hearing_issues_txt": "Do you have hearing problems?",
  "sight_defects_title": "Vision",
  "sight_issues_txt": "Do you wear glasses?",
  "hearing_loss_hint": "hearing loss",
  "about_balance_title": "About Balance",
  "about_balance_msg": "Balance is an effort of Computer Science researchers at the University of Urbino with the aim of providing a tool to measure your posture in a few seconds, with your smartphone.",
  "cool_btn": "Cool!",
  "back_home_btn": "Back to Home Screen",
  "recent_activity_title": "Your Recent activity",
  "recent_activity_txt": "Knowing the activity you have done in the past 15 minutes is helpful in interpreting the test results. Select the icon that best represents what you just did.",
  "not_ready_txt": "Device not ready",
  "battery_low_txt": "To perform the measurement in the best possible way, the battery must be above 30%. Recharge your phone and try again when you are ready.",
  "report_title": "Support",
  "report_issue_title": "Report an Issue",
  "report_title_txt": "Report an Issue",
  "report_description_txt": "Please describe...",
  "report_snack_true_txt": "Report sent successfully!",
  "report_snack_false_txt": "You should write something first!",
  "report_send_txt": "Send Report",
  "credits_description_txt": "Balance is a smartphone application developed by the researchers of the University of Urbino to measure your stability. It is designed to be easy to use and quick enough to give stabilometric indices in a few seconds.  It is part of the iPhD funded by Regione Marche and led by Professor E. Lattanzi. The PhD is a joint initiative of the University of Urbino, Politecnica delle Marche, and the company Digit Srl. All trademarks mentioned belong to their respective owners.",
  "credits_authors_txt": "Authors",
  "credits_authors_bigini_txt": "iPh.D Student @ University of Urbino",
  "credits_authors_freschi_txt": "Researcher @ University of Urbino",
  "credits_authors_lattanzi_txt": "Associate Professor @ University of Urbino",
  "credits_developers_txt": "Developers",
  "credits_developers_bigini_txt": "Software Developer @ University of Urbino",
  "credits_developers_difrancesco_txt": "Development Support @ DIGIT Srl",
  "credits_developers_calisti_txt": "Initial Design e Development @ University of Urbino",
  "credits_collaborators_txt": "Collaborators",
  "credits_collaborators_klopfenstein_txt": "Infrastructure Provider @ DIGIT Srl",
  "credits_collaborators_delpriori_txt": "Infrastructure Provider @ DIGIT Srl",
  "credits_collaborators_bogliolo_txt": "Data Processor @ DIGIT Srl",
  "credits_foundation_title": "Foundations",
  "credits_more_info_title": "More Information",
  "credits_website_txt": "Website",
  "credits_privacy_txt": "Terms, Conditions and Privacy Policy",
  "credits_sponsors_partners_txt": "Partners and Sponsors",
  "test_measurement_ok_title":  "Measurement performed correctly",
  "test_measurement_ok_txt":  "Congratulations! When you take a measurement we check your parameters. Some of these provide an indication of correct execution and it seems that everything went well!",
  "test_measurement_wrong_title":  "Suspicious Measurement",
  "test_measurement_wrong_txt":  "This measurement shows erratic results. If you did not execute the test correctly, try it again. If the problem persists, contact the support.",
  "test_backend_ok_title":  "Your measurement has been successfully sent to the researchers",
  "test_backend_ok_txt":  "Your measurement has been successfully recorded. You are actively contributing to Balance's research and development!",
  "test_backend_wrong_title":  "Your measurement was not saved",
  "test_backend_wrong_txt":  "What a pity! The measurement did not reach our servers (maybe they were resting, never sleep a wink). By submitting the results you will help our researchers better understand stability. Please connect to the internet next time.",
  "intro_backend_snack_txt": "Unable to retrieve the unique Token. Please activate your Internet connection and try again. If the problem persists, try again in a few hours.",
  "privacy_title": "Balance Terms and Conditions and Privacy Policy",
  "privacy_finality_title": "Purposes and Methods of Processing",
  "privacy_finality_txt": "The processing of your personal data through the Balance application is carried out for the realization of the scientific purposes of the \"Smartphone-based Postural Stability Monitoring System for Falls Prevention in the Elderly\" project. The Project was drawn up in accordance with the methodological standards of the disciplinary sector concerned and is filed with the Department of Pure and Applied Sciences of the University of Urbino Carlo Bo, where it will be kept for five years from the scheduled conclusion of the research itself. Your personal data will be processed only to the extent that they are indispensable in relation to the objective of the project, in compliance with the provisions of current legislation on the protection of personal data and in accordance with the provisions of the general authorizations of the Guarantor Authority for the protection of personal data. Your data will be processed exclusively by the Data Controller, by the Scientific Manager and/or by authorized subjects in the context of the realization of the Project, with automated and non-automated tools, exclusively to allow the carrying out of the research in question and all the related operations and related activities, including administrative ones, conducted by the University of Urbino in collaboration with Digit srl. The data will be processed electronically by adopting pseudonymisation: the user's identity will never be requested but a unique identifier will be associated with each installation that will allow the data provided by the same user to be correlated over time. Furthermore, although the experimentation does not fall into medical devices, the use of Balance will constitute a service for users through personal monitoring of their progress.",
  "privacy_jury_title": "Legal Basis for Processing",
  "privacy_jury_txt": "The processing of your personal data is done by the Data Controller as part of the execution of its public interest tasks pursuant to art. 6, paragraph 1, letter e) of the GDPR. The processing of particular categories of personal data (data sensitive) is carried out for scientific research purposes pursuant to art.9, paragraph 2, letter j) of the GDPR and on the basis of an explicit consent given by you (Article 9, paragraph 2, letter a) of the GDPR ; art. 110 of the Privacy Code.",
  "privacy_data_handling_title": "Data Retention Period",
  "privacy_data_handling_txt": "The data collected during the life of the project will be recorded, processed and stored until the objectives of the project are achieved for 5 years, as required by the journals for the publication of the work. The data will be kept under the responsibility of Prof. Alessandro Bogliolo.",
  "privacy_data_nature_title": "Nature of the provision of data",
  "privacy_data_nature_txt": "The provision of your data for the aforementioned research purposes is essential for carrying out the Project and does not derive from a regulatory and/or contractual obligation. Failure to provide it will make it impossible to participate in the Project.",
  "privacy_data_abroad_title": "Recipients of data and eventual transfer abroad",
  "privacy_data_abroad_txt": "Your personal data may be communicated in anonymous and/or aggregate form for the purpose of scientific publication of the work in journals where the work will be submitted. The data will be collected, managed and processed entirely by the University of Urbino and Digit Srl.",
  "privacy_data_spread_title": "Dissemination of research results",
  "privacy_data_spread_txt": "The data will be disclosed only in a strictly anonymous and/or aggregate form and in any case in ways that do not make you identifiable (for example through scientific publications, statistics and scientific conferences and/or the creation of databases, even with open access methods).",
  "privacy_rights_title": "Rights of the interested party",
  "privacy_rights_txt": "In your capacity as interested party and participant in the project, at any time you have the right to obtain confirmation of the existence of your data and to know its content and origin, you also enjoys the rights referred to in sections 2, 3 and 4 of chapter III of the GDPR (e.g. ask the data controller: access to personal data and the correction or cancellation of the same; the limitation of the processing that concerns you; to oppose their treatment, in addition to the right to the data portability). The interested party has the right to ask the Data Controller, pursuant to articles 15, 16, 17, 18, 19, 20 and 21 of the GDPR, access to their personal data and the correction or cancellation of the same or the limitation of the processing that concerns it or to oppose its processing, in addition to the right to data portability. Deletion is not allowed for the data contained in the documents that must be kept by the University; Furthermore, you have the right to withdraw consent at any time, without prejudice to the lawfulness of the processing based on the consent given before the revocation; Pursuant to art. 17, paragraph 3, lett. d) of the GDPR, the right to cancellation does not exist for data whose processing is necessary for scientific research purposes if it risks making it impossible and/or seriously compromising the objectives of the research itself.",
  "privacy_collection_title": "Information on Data Collection",
  "privacy_collection_txt": "The application aims to evaluate his posture through his smartphone. Its data is secure and used by researchers to improve application and contribute to the scientific community.",
  "privacy_collection_first_title": "1. Data Collected",
  "privacy_collection_first_txt": "We collect and store, anonymously, the personal information that you decide to provide voluntarily, at the time of registration or through the continued use of the App for the sole purpose of performing stratified statistical analysis.",
  "privacy_collection_second_title": "2. How the data is collected",
  "privacy_collection_second_txt": "We collect your data in two moments. The first time you open Balance and when you use it for testing. Furthermore, the data referred to you can only be reconstructed by the authorized personnel.",
  "privacy_collection_third_title": "3. How the data will be used",
  "privacy_collection_third_txt": "The collected data is used for research purposes and to provide you with a better experience while using the application.",
  "privacy_collection_fourth_title": "4. Withdrawal of consent and cancellation policy",
  "privacy_collection_fourth_txt": "In case you change your mind, you can uninstall the application. Uninstalling will remove the unique anonymous token associated with you, no longer allowing any reunification. If you are also interested in removing the data you have provided anonymously, you can do so from the Balance website at the link https://balancemobile.it/privacy by entering your unique token.",
  "privacy_declaration_first_txt": "I declare that I have read and understood the Terms and Conditions and the Privacy Policy and that I can withdraw from the project at any time. I declare to have understood the nature and activities of the application and that participation in this project will not entail the right to any recognition of any direct or indirect economic advantage",
  "privacy_declaration_second_txt": "I declare that I consent to the processing of the data provided through the use of Balance for scientific research purposes",
  "privacy_declaration_third_txt": "I declare to accept Balance's Terms, Conditions and Privacy Policy",

  "note_generic_txt": "You wrote something down",
  "note_no_generic_txt": "You did not write anything down",
  "note_length_txt": "Use a maximum of 64 characters",
  "no_condition": "Initial condition unknown",
  "charts_select_txt": "Select the view mode",
  "charts_filter_txt": "Filter further by indicating the initial condition",
  "charts_trends_title": "TRENDS",
  "charts_swaypath_title": "Movement Speed",
  "charts_swaypath_txt": "Sway Path",
  "charts_meanfrequency_title": "Frequency of Oscillations",
  "charts_meanfrequency_txt": "Mean Frequency",
  "charts_meantime_title": "Stability Time",
  "charts_meantime_txt": "Mean Time",
  "settings_wom_txt": "How many WOMs have you earned",
  "wom_wallet_title": "Your WOMs",
  "wom_discover_title": "Discover Worth One Minute",
  "wom_discover_txt": "The general purpose platform based on a voucher exchange system",
  "condition_rest_txt": "Resting",
  "condition_work_txt": "Working",
  "condition_walk_txt": "Walking",
  "condition_read_txt": "Reading",
  "condition_eat_txt": "Eating",
  "condition_party_txt": "Partying",
  "condition_sport_txt": "Playing sports",
  "wom_dialog_discover_txt": "Discover\nWorth One Minute",
  "wom_dialog_hint_txt": "Did you know that? Each time you take a measurement you are assigned a WOM. Find out what they are in the Settings section",
  "wom_dialog_ok_txt": "Ok, I will check!",
  "wom_delete_txt": "Delete"
}