{
  "home_txt": "Home",
  "tests_txt": "Tests",
  "settings_txt": "Settings",
  "calibrate_txt": "Calibrate Device",
  "calibration_message_txt": "Place the device on a flat surface, such as a table, then press the Start calibration button. It will take about 10 seconds, please don't touch the device during this time.",
  "calibrating_txt": "Calibrating...",
  "do_not_move_the_device_txt": "Don't move the device until the calibration is completed",
  "calibration_completed_txt": "Calibration completed!",
  "start_calibration_btn": "Start Calibration",
  "calibrate_again_btn": "Calibrate Again",
  "calibration_title": "Calibration",
  "your_information_title": "My Data",
  "legals_title": "Legals",
  "about_title": "Credits",
  "calibrate_your_device_txt": "Calibrate your device",
  "what_we_know_about_you_txt": "Which are your data",
  "open_source_txt": "Open Source",
  "about_balance_txt": "About Balance",
  "version_txt": "Version",
  "build_txt": "alpha.",
  "made_with_heart_txt": "Credits",
  "easter_egg_txt": "Keep clicking! The new release will come out faster!",
  "empty_txt": "Nothing to show here!",
  "error_txt": "Ops! Something went wrong",
  "test_txt": "Test",
  "eyes_open": "Eyes Open",
  "eyes_closed": "Eyes Closed",
  "export_txt": "Export",
  "export_success_txt": "Export success!",
  "unexpected_error_txt": "An unexpected error occurred!",
  "charts_title": "Charts",
  "time_feats_title": "Time Domain Features",
  "frequency_feat_title": "Frequency Domain Features",
  "structural_feat_title": "Structural Features",
  "gyroscope_feat_title": "Gyroscopic Features",
  "sway_path_txt": "Sway Path",
  "mean_displacement_txt": "Mean Displacement",
  "std_displacement_txt": "STD Displacement",
  "range_txt": "Range",
  "mean_freq_txt": "Mean Frequency",
  "freq_peak_txt": "Frequency Peak",
  "f80_txt": "F80",
  "np_txt": "Num Max",
  "mean_time_txt": "Mean Time",
  "std_time_txt": "STD Time",
  "mean_distance_txt": "Mean Distance",
  "std_distance_txt": "STD Distance",
  "mean_peak_txt": "Mean Peak",
  "std_peak_txt": "STD Peak",
  "gr_txt": "Range",
  "gm_txt": "Mean",
  "gv_txt": "Variance",
  "gk_txt": "Kurtosis Index",
  "gs_txt": "Skewness Index",
  "yes": "Yes",
  "no": "No",
  "ok": "Ok",
  "done_btn": "Done",
  "skip_btn": "Skip",
  "start_test_btn": "START TEST",
  "stop_test_btn": "STOP TEST",
  "measuring_txt": "MEASURING",
  "get_ready_txt": "GET READY",
  "need_to_calibrate_title": "You need to calibrate the device!",
  "need_to_calibrate_msg": "Before performing a test it is necessary to calibrate the device. Don't worry it will take a few seconds!",
  "got_it_btn": "GOT IT",
  "leave_dialog_title": "Are you sure you want to leave?",
  "leave_dialog_msg": "If you leave the test will fail",
  "never_show_again": "Never show again",
  "tutorial_msg": "Before performing a test select eyes open or eyes closed.\nPlease maintain a straight posture and hold the phone with two hands at navel height.\nThe test will last 32 seconds, at the end you will feel a vibration.",
  "your_personal_info_txt": "My personal data",
  "general_title": "GENERAL",
  "health_title": "HEALTH",
  "trauma_title": "TRAUMA",
  "hearing_defects_title": "HEARING AND VISION",
  "age_txt": "Age",
  "gender_txt": "Gender",
  "height_txt": "Height",
  "weight_txt": "Weight",
  "postural_problems_txt": "Postural problems",
  "postural_problems_in_family_txt": "Postural problems in family",
  "use_of_drugs_txt": "Do you make use of drugs that could interfere with stability?",
  "other_trauma_txt": "Other Trauma",
  "sight_defects_txt": "Sight Defects",
  "hearing_defects_txt": "Hearing Defects",
  "none": "none",
  "scoliosis_txt": "scoliosis",
  "kyphosis_txt": "kyphosis",
  "lordosis_txt": "lordosis",
  "fractures_txt": "fractures",
  "limb_operations_txt": "limb operations",
  "falls_txt": "falls",
  "distortions_txt": "distortions",
  "head_trauma": "head trauma",
  "myopia_txt": "Myopia",
  "presbyopia_txt": "Presbyopia",
  "farsightedness_txt": "Farsightedness",
  "astigmatism_txt": "Astigmatism",
  "light_txt": "light",
  "moderate_txt": "moderate",
  "severe_txt": "severe",
  "deep_txt": "deep",
  "unknown_txt": "Unknown",
  "male_txt": "Male",
  "female_txt": "Female",
  "welcome_to_balance_title": "Welcome to Balance",
  "welcome_to_balance_msg": "With Balance you can measure your postural stability quickly and easily.\nRun a test and in a few seconds you will get your stabilometric indices.",
  "intro_height_title": "Your height",
  "intro_height_msg": "In order to better estimate your balance we need to know how tall you are",
  "too_short_error_txt": "You're too short!",
  "too_tall_error_txt": "You're too tall!",
  "invalid_height_error_txt": "Invalid Height!",
  "intro_general_title": "To know you better",
  "invalid_age_txt": "Invalid Age!",
  "too_old_error_txt": "You're too old!",
  "too_light_error_txt": "You're too light!",
  "too_heavy_error_txt": "You're too heavy!",
  "invalid_weight_txt": "Invalid Weight!",
  "postural_problem_title": "Do you have posture problems?",
  "postural_problem_in_family_title": "Are there postural problems in family?",
  "habits_title": "Tell us about your habits",
  "use_of_alcohol": "Do you take alcohol?",
  "other_trauma_title": "Other traumatic history",
  "sight_defects_title": "Vision",
  "intro_hearing_defects_title": "Vista",
  "hearing_loss_hint": "hearing loss",
  "about_balance_title": "About Balance",
  "about_balance_msg": "Balance is an effort of Computer Science researchers at the University of Urbino with the aim of providing a tool to measure your posture in a few seconds, with your smartphone.",
  "cool_btn": "Cool!",
  "privacy_title": "Balance Terms and Conditions and Privacy Policy",
  "privacy_finality_title": "Purposes and Methods of Processing",
  "privacy_finality_txt": "The processing of your personal data through the Balance application is carried out for the realization of the scientific purposes of the \"Smartphone-based Postural Stability Monitoring System for Falls Prevention in the Elderly\" project. The Project was drawn up in accordance with the methodological standards of the disciplinary sector concerned and is filed with the Department of Pure and Applied Sciences of the University of Urbino Carlo Bo, where it will be kept for five years from the scheduled conclusion of the research itself. Your personal data will be processed only to the extent that they are indispensable in relation to the objective of the project, in compliance with the provisions of current legislation on the protection of personal data and in accordance with the provisions of the general authorizations of the Guarantor Authority for the protection of personal data. Your data will be processed exclusively by the Data Controller, by the Scientific Manager and/or by authorized subjects in the context of the realization of the Project, with automated and non-automated tools, exclusively to allow the carrying out of the research in question and all the related operations and related activities, including administrative ones, conducted by the University of Urbino in collaboration with Digit srl. The data will be processed electronically by adopting pseudonymisation: the user's identity will never be requested but a unique identifier will be associated with each installation that will allow the data provided by the same user to be correlated over time. Furthermore, although the experimentation does not fall into medical devices, the use of Balance will constitute a service for users through personal monitoring of their progress.",
  "privacy_jury_title": "Legal Basis for Processing",
  "privacy_jury_txt": "The processing of your personal data is done by the Data Controller as part of the execution of its public interest tasks pursuant to art. 6, paragraph 1, letter e) of the GDPR. The processing of particular categories of personal data (data sensitive) is carried out for scientific research purposes pursuant to art.9, paragraph 2, letter j) of the GDPR and on the basis of an explicit consent given by you (Article 9, paragraph 2, letter a) of the GDPR ; art. 110 of the Privacy Code.",
  "privacy_data_handling_title": "Data Retention Period",
  "privacy_data_handling_txt": "The data collected during the life of the project will be recorded, processed and stored until the objectives of the project are achieved for 5 years, as required by the journals for the publication of the work. The data will be kept under the responsibility of Prof. Alessandro Bogliolo.",
  "privacy_data_nature_title": "Nature of the provision of data",
  "privacy_data_nature_txt": "The provision of your data for the aforementioned research purposes is essential for carrying out the Project and does not derive from a regulatory and/or contractual obligation. Failure to provide it will make it impossible to participate in the Project.",
  "privacy_data_abroad_title": "Recipients of data and eventual transfer abroad",
  "privacy_data_abroad_txt": "Your personal data may be communicated in anonymous and/or aggregate form for the purpose of scientific publication of the work in journals where the work will be submitted. The data will be collected, managed and processed entirely by the University of Urbino and Digit Srl.",
  "privacy_data_spread_title": "Dissemination of research results",
  "privacy_data_spread_txt": "The data will be disclosed only in a strictly anonymous and/or aggregate form and in any case in ways that do not make you identifiable (for example through scientific publications, statistics and scientific conferences and/or the creation of databases, even with open access methods).",
  "privacy_rights_title": "Rights of the interested party",
  "privacy_rights_txt": "In your capacity as interested party and participant in the project, at any time you have the right to obtain confirmation of the existence of your data and to know its content and origin, you also enjoys the rights referred to in sections 2, 3 and 4 of chapter III of the GDPR (e.g. ask the data controller: access to personal data and the correction or cancellation of the same; the limitation of the processing that concerns you; to oppose their treatment, in addition to the right to the data portability). The interested party has the right to ask the Data Controller, pursuant to articles 15, 16, 17, 18, 19, 20 and 21 of the GDPR, access to their personal data and the correction or cancellation of the same or the limitation of the processing that concerns it or to oppose its processing, in addition to the right to data portability. Deletion is not allowed for the data contained in the documents that must be kept by the University; Furthermore, you have the right to withdraw consent at any time, without prejudice to the lawfulness of the processing based on the consent given before the revocation; Pursuant to art. 17, paragraph 3, lett. d) of the GDPR, the right to cancellation does not exist for data whose processing is necessary for scientific research purposes if it risks making it impossible and/or seriously compromising the objectives of the research itself.",
  "privacy_collection_title": "Information on Data Collection",
  "privacy_collection_txt": "The application aims to evaluate his posture through his smartphone. Its data is secure and used by researchers to improve application and contribute to the scientific community.",
  "privacy_collection_first_title": "1. Data Collected",
  "privacy_collection_first_txt": "We collect and store all personal information relating to your person only if you decide to provide it to us voluntarily, at the time of registration or through continued use of the App.",
  "privacy_collection_second_title": "2. How the data is collected",
  "privacy_collection_second_txt": "We collect your personal data in two moments. The first time you open Balance and when you use it for testing. Furthermore, the data relating to your posture will be linked to your personal data but can only be reconstructed by admitted personnel.",
  "privacy_collection_third_title": "3. How the data will be used",
  "privacy_collection_third_txt": "The collected data is used for research purposes and to provide a better end user experience.",
  "privacy_collection_fourth_title": "4. Withdrawal of consent and cancellation policy",
  "privacy_collection_fourth_txt": "\nIf you change your mind, you can uninstall the application. Uninstalling will remove the unique anonymous token associated with you, never allowing you to reunite with you. If you are also interested in removing data, you can do it from the Balance website at the link https://balancemobile.it/privacy by delivering your unique token.",
  "privacy_declaration_title": "Continuing, I declare",
  "privacy_declaration_first_txt": "that I have read and understood the Terms and Conditions and the Privacy Policy for using the Balance app. I have understood that the use of Balance is completely voluntary and that you can withdraw from the project at any time, without having to give explanations. To have understood the nature and activities of the application and that participation in this project will not entail the right to any recognition of any direct or indirect economic advantage.",
  "privacy_declaration_second_txt": "that I have read and understood the Terms and Conditions and the Privacy Policy and therefore to consent to the processing of personal and sensitive data that may be collected in the context of the use of Balance for medical, biomedical, psychological, pedagogical and social research purposes",
  "privacy_declaration_third_txt": "that I have read and understood the unique identifier is issued on a strictly personal basis and that I agree to Balance's Terms, Conditions and Privacy Policy"

}