{
  "home_txt": "Home",
  "tests_txt": "Test",
  "settings_txt": "Impostazioni",
  "calibrate_txt": "Calibra il Dispositivo",
  "calibration_message_txt": "Metti il dispositivo su una superficie piana, come un tavolo, poi premi il tasto inizia calibrazione. Ci vorranno 10 secondi, per favore non toccare il dispositivo durante questo periodo.",
  "calibrating_txt": "Calibrando...",
  "do_not_move_the_device_txt": "Non muovere il dispositivo finchè la calibrazione non è completata",
  "calibration_completed_txt": "Calibrazione completata!",
  "start_calibration_btn": "Inizia Calibrazione",
  "calibrate_again_btn": "Calibra Ancora",
  "calibration_title": "Calibrazione",
  "your_information_title": "Le mie informazioni",
  "legals_title": "Legale",
  "about_title": "Crediti",
  "calibrate_your_device_txt": "Calibra il tuo dispositivo",
  "what_we_know_about_you_txt": "Quali sono i tuoi dati",
  "open_source_txt": "Open Source",
  "about_balance_txt": "Riguardo a Balance",
  "version_txt": "Versione",
  "build_txt": "beta.",
  "made_with_heart_txt": "Crediti",
  "easter_egg_txt": "Continua a cliccare! La nuova release uscirà più velocemente!",
  "empty_txt": "Non c'è nulla da vedere qui!",
  "error_txt": "Ops! Qualcosa è andato storto",
  "test_txt": "Test",
  "eyes_open": "Occhi Aperti",
  "eyes_closed": "Occhi Chiusi",
  "export_txt": "Esporta",
  "export_success_txt": "Esportazione riuscita!",
  "unexpected_error_txt": "Si è verificato un errore imprevisto!",
  "charts_title": "Grafici",
  "time_feats_title": "Features nel Dominio del Tempo",
  "frequency_feat_title": "Features nel Dominio della Frequenza",
  "structural_feat_title": "Features Strutturali",
  "gyroscope_feat_title": "Features Giroscopiche",
  "sway_path_txt": "Sway Path",
  "mean_displacement_txt": "Displacement Medio",
  "std_displacement_txt": "Deviazione del Displacement",
  "range_txt": "Range",
  "mean_freq_txt": "Frequenza Media",
  "freq_peak_txt": "Picchi di Frequenza",
  "f80_txt": "F80",
  "np_txt": "Num Max",
  "mean_time_txt": "Tempo Medio",
  "std_time_txt": "Deviazione Standard del Tempo",
  "mean_distance_txt": "Distanza Media",
  "std_distance_txt": "Deviazione Standard della Distanza",
  "mean_peak_txt": "Picchi Medi",
  "std_peak_txt": "Deviazione Standard dei Picchi",
  "gr_txt": "Range",
  "gm_txt": "Media",
  "gv_txt": "Varianza",
  "gk_txt": "Indice di Curtosi",
  "gs_txt": "Indice di Asimmetricità",
  "yes": "Sì",
  "no": "No",
  "ok": "Ok",
  "right_txt": "Destro",
  "left_txt": "Sinistro",
  "close": "Chiudi",
  "years_txt": "Anni",
  "info_trauma_dialog": "Informazioni sui dati richiesti",
  "trauma_explained_txt": "Fratture: una frattura é l'interruzione dell'integrità strutturale delle ossa\n\nOperazioni agli arti: Sono interventi chirurgici volti a riparare una lesione grave a carico di un arto\n\nCadute: cadere provoca generalmente contusioni ma può avere risvolti ben più gravi. È il tuo caso?\n\nDistorsioni: una distorsione è la perdita della congruità articolare in seguito ad un movimento anomalo a carico di un articolazione.\n\nTraumi cranici: il trauma cranico è un danno che coinvolge il distretto cranio-encefalico. A volte può essere davvero molto grave.",
  "done_btn": "Fatto",
  "skip_btn": "Salta",
  "start_test_btn": "INIZIA TEST",
  "stop_test_btn": "FERMA TEST",
  "measuring_txt": "MISURANDO",
  "get_ready_txt": "PREPARATI",
  "need_to_calibrate_title": "Devi calibrare il dispositivo!",
  "need_to_calibrate_msg": "Prima di eseguire un test occorre calibrare il dispositivo. Tranquillo ci vorranno pochi secondi!",
  "got_it_btn": "CAPITO",
  "leave_dialog_title": "Sei sicuro di voler uscire?",
  "leave_dialog_msg": "Se esci il test fallirà",
  "never_show_again": "Non mostrare più",
  "tutorial_msg": "Durante l'esecuzione mantieni una postura dritta e tieni il telefono con due mani in posizione verticale all'altezza dell'ombelico.\nIl corretto posizionamento del telefono ti verrà suggerito da un segnale acustico! L'analisi inizierà con una vibrazione e durerà circa 30 secondi, al termine dei quali sentirai un'ulteriore segnale acustico. Ricorda di tenere gli occhi aperti o chiusi come hai dichiarato per tutto il tempo della misurazione!",
  "your_personal_info_txt": "Le mie informazioni personali",
  "general_title": "GENERALE",
  "health_title": "SALUTE",
  "trauma_title": "TRAUMI",
  "hearing_defects_title": "UDITO E VISTA",
  "age_txt": "Età",
  "gender_txt": "Genere",
  "height_txt": "Altezza",
  "weight_txt": "Peso",
  "postural_problems_txt": "Problemi posturali",
  "postural_problems_in_family_txt": "Problemi posturali in famiglia",
  "other_trauma_txt": "Altri traumi",
  "wear_glasses_txt": "Indossi occhiali",
  "sight_defects_txt": "Difetti visivi",
  "hearing_defects_txt": "Difficoltà uditive",
  "which_hear_txt": "Orecchie coinvolte",
  "habits_txt": "ABITUDINI",
  "drugs_txt": "Utilizzo di medicinali",
  "sport_txt": "Attività sportiva",
  "alcohol_txt": "Assunzione di sostanze alcoliche",
  "abstemious_txt": "Astemio",
  "occasional_txt": "Occasionale",
  "at_meals_txt": "Ai Pasti",
  "outside_meals_txt": "Anche Fuori Pasto",
  "nope_txt": "Affatto",
  "weekly_txt": "Settimanale",
  "daily_txt": "Quotidiana",
  "none_txt": "Nessuno",
  "scoliosis_txt": "Scoliosi",
  "kyphosis_txt": "Cifosi",
  "lordosis_txt": "Lordosi",
  "fractures_txt": "Fratture",
  "limb_operations_txt": "Operazioni agli arti",
  "falls_txt": "Cadute",
  "distortions_txt": "Distorsioni",
  "head_trauma": "Traumi cranici",
  "myopia_txt": "Miopia",
  "presbyopia_txt": "Presbiopia",
  "farsightedness_txt": "Ipermetropia",
  "astigmatism_txt": "Astigmatismo",
  "move_cursor_txt": "Sposta il cursore",
  "unknown_txt": "Non dichiarato",
  "male_txt": "Maschio",
  "female_txt": "Femmina",
  "welcome_to_balance_title": "Benvenuto in Balance",
  "welcome_to_balance_msg": "Con Balance puoi misurare il tuo equilibrio posturale in modo semplice e veloce.\nEsegui un test e in pochi secondi otterrai i tuoi indici stabilometrici.",
  "intro_height_title": "La tua altezza",
  "intro_height_msg": "Per poter stimare al meglio il tuo equilibrio abbiamo bisogno di sapere la tua altezza",
  "too_short_error_txt": "Sei troppo basso!",
  "too_tall_error_txt": "Sei troppo alto!",
  "invalid_height_error_txt": "Altezza non valida!",
  "intro_general_title": "Altri dati utili",
  "invalid_age_txt": "Età non valida!",
  "too_old_error_txt": "Sei troppo vecchio!",
  "too_light_error_txt": "Sei troppo leggero!",
  "too_heavy_error_txt": "Sei troppo pesante!",
  "invalid_weight_txt": "Peso non valido!",
  "posture_title": "Condizione fisica",
  "postural_problem_title": "Hai problemi di postura?",
  "postural_problem_in_family_title": "Ci sono problemi posturali in famiglia?",
  "previous_trauma_title": "Hai subito precedenti traumi?",
  "use_of_drugs_txt": "Fai uso abituale di medicinali?",
  "habits_title": "Raccontaci le tue abitudini",
  "use_of_alcohol": "Fai utilizzo di sostanze alcoliche?",
  "other_trauma_title": "Precedenti traumi",
  "intro_hearing_defects_title": "Udito",
  "hearing_issues_txt": "Hai problemi d'udito?",
  "sight_defects_title": "Vista",
  "sight_issues_txt": "Indossi occhiali?",
  "hearing_loss_hint": "perdita d'udito",
  "about_balance_title": "Riguardo a Balance",
  "about_balance_msg": "Balance nasce dallo sforzo dei ricercatori di Computer Science dell'Università di Urbino con l'obbiettivo di fornire uno strumento per misurare la propria postura in pochi secondi, con il proprio smartphone.",
  "cool_btn": "Figo!",
  "back_home_btn": "Torna alla Schermata Principale",
  "recent_activity_title": "La tua attività recente",
  "recent_activity_txt": "Conoscere l'attività che hai svolto negli ultimi 15 minuti è utile ad interpretare i risultati del test. Seleziona l'icona che rappresenta meglio ciò che hai appena fatto.",
  "not_ready_txt": "Dispositivo non pronto",
  "battery_low_txt": "Per eseguire al meglio la misurazione é necessario che la batteria sia superiore al 30%. Ricarica il telefono e ritenta quando sei pronto.",
  "report_title": "Supporto",
  "report_issue_title": "Segnala un Problema",
  "report_title_txt": "Segnala Un Malfunzionamento",
  "report_description_txt": "Descrivici il problema...",
  "report_snack_true_txt": "Segnalazione inviata con successo!",
  "report_snack_false_txt": "Prima dovresti scriverci qualcosa!",
  "report_send_txt": "Invia Segnalazione",
  "credits_description_txt": "Balance è un'applicazione per smartphone sviluppata dai ricercatori dell'Università degli Studi di Urbino per misurare la tua stabilità. È progettato per essere facile da usare e abbastanza veloce da fornire indici stabilometrici in pochi secondi. Fa parte del percorso di Dottorato Innovativo finanziato dalla Regione Marche e guidato dal Professor E. Lattanzi. Il Dottorato di Ricerca è un'iniziativa congiunta dell'Università degli Studi di Urbino, Politecnica delle Marche, Università Tecnica di Vienna e la società Digit Srl. Tutti i marchi citati appartengono ai rispettivi proprietari.",
  "credits_authors_txt": "Autori",
  "credits_authors_bigini_txt": "Studente Dottorato Innovativo @ Università degli Studi di Urbino",
  "credits_authors_freschi_txt": "Ricercatore @ Università degli Studi di Urbino",
  "credits_authors_lattanzi_txt": "Professore Associato @ Università degli Studi di Urbino",
  "credits_developers_txt": "Sviluppatori",
  "credits_developers_bigini_txt": "Sviluppatore Software @ Università degli Studi di Urbino",
  "credits_developers_difrancesco_txt": "Supporto allo Sviluppo @ DIGIT Srl",
  "credits_developers_calisti_txt": "Design e Sviluppo Iniziale @ Università degli Studi di Urbino",
  "credits_collaborators_txt": "Collaboratori",
  "credits_collaborators_klopfenstein_txt": "Fornitore Infrastrutture @ DIGIT Srl",
  "credits_collaborators_delpriori_txt": "Fornitore Infrastrutture @ DIGIT Srl",
  "credits_collaborators_bogliolo_txt": "Titolare del Trattamento Dati @ DIGIT Srl",
  "credits_foundation_title": "Fondamenti",
  "credits_more_info_title": "Ulteriori Informazioni",
  "credits_website_txt": "Sito Web",
  "credits_privacy_txt": "Termini, Condizioni e Informativa sulla Privacy",
  "credits_sponsors_partners_txt": "Sponsor e Partner",
  "test_measurement_ok_title":  "Misurazione eseguita correttamente",
  "test_measurement_ok_txt":  "Congratulazioni! Quando esegui una misurazione verifichiamo i tuoi parametri. Alcuni di questi forniscono un'indicazione riguardante la corretta esecuzione e sembra sia andato tutto bene!",
  "test_measurement_wrong_title":  "Misurazione Sospetta",
  "test_measurement_wrong_txt":  "Questa misurazione presenta dei risultati irregolari. Se non hai eseguito il test correttamente, effettualo nuovamente. Se il problema persiste, contatta i ricercatori.",
  "test_backend_ok_title":  "Misurazione inviata correttamente al server",
  "test_backend_ok_txt":  "La tua misurazione é stata registrata correttamente. Stai contribuendo attivamente alla ricerca e sviluppo di Balance!",
  "test_backend_wrong_title":  "La tua misurazione non é stata salvata",
  "test_backend_wrong_txt":  "Che peccato! La misurazione non ha raggiunto i nostri server (forse si stavano riposando, non chiudono mai occhio). Inviando i risultati aiuterai i nostri ricercatori a comprendere meglio la stabilità. Per favore, attiva la connessione alla rete internet la prossima volta.",
  "intro_backend_snack_txt": "Impossibile recuperare il Token univoco. Attivare la connessione Internet e riprovare. Se il problema persiste, riprovare fra qualche ora.",
  "privacy_title": "Termini e Condizioni e Informativa sulla Privacy di Balance",
  "privacy_finality_title": "Finalità e Modalità del Trattamento",
  "privacy_finality_txt": "Il trattamento dei Suoi dati personali attraverso l'applicazione Balance è effettuato per la realizzazione delle finalità scientifiche del Progetto \"Sistema di Monitoraggio della Stabilità Posturale basato su Smartphone\". Il Progetto è stato redatto conformemente agli standard metodologici del settore disciplinare interessato ed è depositato presso il Dipartimento di Scienze Pure e Applicate dell’Università degli Studi di Urbino Carlo Bo, ove verrà conservato per cinque anni dalla conclusione programmata della ricerca stessa. I suoi dati personali saranno trattati soltanto nella misura in cui siano indispensabili in relazione all'obiettivo del progetto, nel rispetto di quanto previsto dalla normativa vigente in materia di protezione dei dati personali e conformemente alle disposizioni di cui alle autorizzazioni generali dell’Autorità Garante per la protezione dei dati personali.I Suoi dati saranno trattati esclusivamente dal Titolare, dal Responsabile scientifico e/o da soggetti autorizzati nell’ambito della realizzazione del Progetto, con strumenti automatizzati e non, esclusivamente per consentire lo svolgimento della ricerca in parola e di tutte le relative operazioni ed attività connesse, comprese quelle amministrative, condotte dal’Università di Urbino in collaborazione con Digit srl. I dati saranno trattati mediante strumenti elettronici adottando la pseudonimizzazione: l’identità dell’utente non verrà mai richiesta ma ad ogni installazione verrà associato un identificativo univoco che consentirà di correlare nel tempo i dati forniti dallo stesso utente. Inoltre, sebbene la sperimentazione non ricada nei dispositivi di tipo medico, l’utilizzo di Balance costituirà un servizio per i soggetti utilizzatori attraverso un monitoraggio personale dei propri progressi.",
  "privacy_jury_title": "Base Giuridica del Trattamento",
  "privacy_jury_txt": "Il trattamento dei Suoi dati personali viene effettuato dal Titolare nell’ambito di esecuzione dei propri compiti di interesse pubblico ai sensi dell’art. 6, comma 1, lett. e) del GDPR. Il trattamento delle categorie particolari di dati personali (dati sensibili) viene effettuato per fini di ricerca scientifica ai sensi dell’art. 9, comma 2, lett. j) del GDPR e sulla base di un consenso esplicito da Lei prestato (art. 9, comma 2, lett. a) del GDPR; art. 110 del Codice Privacy.",
  "privacy_data_handling_title": "Periodo di Conservazione dei Dati",
  "privacy_data_handling_txt": "I dati raccolti nel corso del progetto saranno registrati, elaborati e conservati fino al raggiungimento delle finalità del Progetto per 5 anni, come richiesto dalle riviste di pubblicazione del lavoro. I dati verranno conservati sotto la responsabilità del Prof. Alessandro Bogliolo",
  "privacy_data_nature_title": "Natura del conferimento dei dati",
  "privacy_data_nature_txt": "Il conferimento dei suoi dati per le suddette finalità di ricerca è indispensabile per lo svolgimento del Progetto e non discende da un obbligo normativo e/o contrattuale. Il mancato conferimento determina l’impossibilità di partecipare al Progetto.",
  "privacy_data_abroad_title": "Destinatari dei dati ed eventuale trasferimento all’estero",
  "privacy_data_abroad_txt": "I suoi dati personali potranno essere comunicati in forma anonima e/o aggregata a fini di pubblicazione scientifica del lavoro a riviste presso cui si farà la sottomissione del lavoro. I dati verranno raccolti, gestiti ed elaborati interamente dall’Università di Urbino e Digit Srl.",
  "privacy_data_spread_title": "Divulgazione dei risultati della ricerca",
  "privacy_data_spread_txt": "I dati saranno diffusi solo in forma rigorosamente anonima e/o aggregata e comunque secondo modalità che non La rendano identificabile (ad esempio attraverso pubblicazioni scientifiche, statistiche e convegni scientifici e/o la creazione di banche dati, anche con modalità ad accesso aperto).",
  "privacy_rights_title": "Diritti dell’interessato",
  "privacy_rights_txt": "Nella sua qualità di Interessato e partecipante al progetto, ha il diritto in qualunque momento di ottenere la conferma dell’esistenza o meno dei medesimi dati e di conoscerne il contenuto e l’origine, gode altresì dei diritti di cui alla sezione 2, 3 e 4 del capo III del GDPR (es. chiedere al titolare del trattamento: l'accesso ai dati personali e la rettifica o la cancellazione degli stessi; la limitazione del trattamento che lo riguardano; di opporsi al loro trattamento, oltre al diritto alla portabilità dei dati). L’interessato ha diritto a chiedere al titolare, ai sensi degli artt. 15, 16, 17, 18, 19, 20 e 21 del GDPR, l’accesso ai propri dati personali e la rettifica o la cancellazione degli stessi o la limitazione del trattamento che lo riguardano o di opporsi al loro trattamento, oltre al diritto alla portabilità dei dati. La cancellazione non è consentita per i dati contenuti negli atti che devono obbligatoriamente essere conservati dall’Università; Inoltre ha diritto a revocare il consenso in qualsiasi momento, senza pregiudicare la liceità del trattamento basata sul consenso prestato prima della revoca; Ai sensi dell’art. 17, comma 3, lett. d) del GDPR, il diritto alla cancellazione non sussiste per i dati il cui trattamento sia necessario ai fini di ricerca scientifica qualora rischi di rendere impossibile e/o pregiudicare gravemente gli obiettivi della ricerca stessa.",
  "privacy_collection_title": "Informativa sulla Raccolta Dati",
  "privacy_collection_txt": "L'applicazione ha lo scopo di valutare la sua postura attraverso il suo smartphone. I suoi dati sono al sicuro e utilizzati dai ricercatori per migliorare l'applicazione e contribuire alla comunità scientifica.",
  "privacy_collection_first_title": "1. Dati Collezionati",
  "privacy_collection_first_txt": "Raccogliamo e archiviamo, in forma anonima, le informazioni personali che deciderai di fornire volontariamente, al momento della registrazione o attraverso l'uso continuato dell'App al solo scopo di effettuare analisi statistiche stratificate.",
  "privacy_collection_second_title": "2. Come sono collezionati i dati",
  "privacy_collection_second_txt": "Raccogliamo i tuoi dati in due momenti. La prima volta che apri Balance e quando la utilizzi per i test. Inoltre, i dati a te riferiti potranno essere ricostruiti solo dal personale ammesso.",
  "privacy_collection_third_title": "3. Come saranno utilizzati i dati",
  "privacy_collection_third_txt": "I dati raccolti vengono utilizzati per scopi di ricerca e per fornirti una migliore esperienza durante l'utilizzo dell'applicazione.",
  "privacy_collection_fourth_title": "4. Politica di ritiro del consenso e cancellazione",
  "privacy_collection_fourth_txt": "Nel caso in cui dovessi cambiare idea, puoi disinstallare l'applicazione. La disinstallazione rimuoverà il token univoco anonimo a te associato non permettendo più un eventuale ricongiungimento. Se fossi anche interessato alla rimozione dei dati da te conferiti in modo anonimo, puoi farlo dal sito web di Balance al link https://balancemobile.it/privacy inserendo il tuo token univoco.",
  "privacy_declaration_first_txt": "Dichiaro di aver letto e compreso i Termini e Condizioni e l'Informativa sulla Privacy e che mi potrò ritirare dal progetto in qualsiasi momento. Di aver compreso la natura e le attività dell'applicazione e che la partecipazione a questo progetto non comporterà il diritto ad alcun riconoscimento di alcun vantaggio di natura economica diretto o indiretto.",
  "privacy_declaration_second_txt": "Dichiaro di acconsentire al trattamento dei dati forniti attraverso l'utilizzo di Balance per finalità di ricerca scientifica.",
  "privacy_declaration_third_txt": "Dichiaro di accettare i Termini, Condizioni e Informativa sulla Privacy di Balance."
}